Repository: yingxiang/CloverPDF
Catalog: CloverPDF/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, ru, zh_hans

source: %lld free conversions remaining
de: %lld kostenlose Konvertierungen übrig
ja: 無料変換は残り%lld回
ko: 무료 변환 %lld회 남음
ru: Осталось бесплатных преобразований: %lld
zh_hans: 剩余 %lld 次免费转换

source: %lld pages
de: %lld Seiten
ja: %lldページ
ko: %lld페이지
ru: %lld стр.
zh_hans: %lld 页

source: 1-Year Subscription
de: 1-Jahres-Abo
ja: 1年サブスクリプション
ko: 1년 구독
ru: Подписка на 1 год
zh_hans: 1 年订阅

source: 3-Month Subscription
de: 3-Monats-Abo
ja: 3か月サブスクリプション
ko: 3개월 구독
ru: Подписка на 3 месяца
zh_hans: 3 个月订阅

source: 6-Month Subscription
de: 6-Monats-Abo
ja: 6か月サブスクリプション
ko: 6개월 구독
ru: Подписка на 6 месяцев
zh_hans: 6 个月订阅

source: About
de: Über
ja: 情報
ko: 정보
ru: О приложении
zh_hans: 关于

source: Add PDF
de: PDF hinzufügen
ja: PDFを追加
ko: PDF 추가
ru: Добавить PDF
zh_hans: 添加PDF

source: Add to Merge
de: Zum Zusammenführen hinzufügen
ja: 結合に追加
ko: 병합에 추가
ru: Добавить к объединению
zh_hans: 添加到合并

source: Application
de: Anwendung
ja: アプリケーション
ko: 응용 프로그램
ru: Приложение
zh_hans: 应用

source: Auto-renewable subscription
de: Automatisch verlängerbares Abo
ja: 自動更新サブスクリプション
ko: 자동 갱신 구독
ru: Автовозобновляемая подписка
zh_hans: 自动续期订阅

source: Batch conversion
de: Stapelkonvertierung
ja: 一括変換
ko: 일괄 변환
ru: Пакетное преобразование
zh_hans: 批量转换

source: Batch Convert
de: Stapelkonvertierung
ja: 一括変換
ko: 일괄 변환
ru: Пакетное преобразование
zh_hans: 批量转换

source: Best value
de: Bestes Angebot
ja: 最もお得
ko: 최고의 가치
ru: Лучшая цена
zh_hans: 最划算

source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
ru: Отменить
zh_hans: 取消

source: Cancelled
de: Abgebrochen
ja: キャンセル済み
ko: 취소됨
ru: Отменено
zh_hans: 已取消

source: Choose
de: Auswählen
ja: 選択
ko: 선택
ru: Выбрать
zh_hans: 选择

source: Choose Batch Output Folder
de: Ausgabeordner für Stapel wählen
ja: 一括出力フォルダを選択
ko: 일괄 출력 폴더 선택
ru: Выберите папку пакетного вывода
zh_hans: 选择批量输出文件夹

source: Clear
de: Leeren
ja: クリア
ko: 지우기
ru: Очистить
zh_hans: 清空

source: Clear Finished
de: Abgeschlossene löschen
ja: 完了項目を消去
ko: 완료 항목 지우기
ru: Очистить завершенные
zh_hans: 清除已完成

source: CloverPDF Premium is active
de: CloverPDF Premium ist aktiv
ja: CloverPDFプレミアムが有効です
ko: CloverPDF 프리미엄이 활성화되었습니다
ru: CloverPDF Premium активирован
zh_hans: CloverPDF 高级版已激活

source: Completed
de: Abgeschlossen
ja: 完了
ko: 완료됨
ru: Завершено
zh_hans: 已完成

source: Conversion failed: %@
de: Konvertierung fehlgeschlagen: %@
ja: 変換に失敗しました：%@
ko: 변환 실패: %@
ru: Ошибка преобразования: %@
zh_hans: 转换失败：%@

source: Convert
de: Konvertieren
ja: 変換
ko: 변환
ru: Преобразовать
zh_hans: 转换

source: Convert to Word
de: In Word konvertieren
ja: Wordに変換
ko: Word로 변환
ru: Преобразовать в Word
zh_hans: 转为 Word

source: Default Folder
de: Standardordner
ja: デフォルトフォルダ
ko: 기본 폴더
ru: Папка по умолчанию
zh_hans: 默认文件夹

source: Delete
de: Löschen
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除

source: End: %lld
de: Ende: %lld
ja: 終了：%lld
ko: 끝: %lld
ru: Конец: %lld
zh_hans: 结束：%lld

source: Enter the PDF password before retrying.
de: Geben Sie vor dem erneuten Versuch das PDF-Passwort ein.
ja: 再試行する前にPDFパスワードを入力してください。
ko: 재시도하기 전에 PDF 암호를 입력하세요.
ru: Введите пароль PDF перед повторной попыткой.
zh_hans: 请先输入 PDF 密码再重试。

source: Failed
de: Fehlgeschlagen
ja: 失敗
ko: 실패
ru: Ошибка
zh_hans: 失败

source: Files stay on this Mac
de: Dateien bleiben auf diesem Mac
ja: ファイルはこのMac内に保持されます
ko: 파일은 이 Mac에만 보관됩니다
ru: Файлы остаются на этом Mac
zh_hans: 文件始终保留在此 Mac

source: Free
de: Kostenlos
ja: 無料
ko: 무료
ru: Бесплатно
zh_hans: 免费版

source: Free Conversions
de: Kostenlose Konvertierungen
ja: 無料変換
ko: 무료 변환
ru: Бесплатные преобразования
zh_hans: 免费转换

source: Full task history and retry
de: Vollständiger Aufgabenverlauf und Wiederholung
ja: 完全なタスク履歴と再試行
ko: 전체 작업 기록 및 재시도
ru: Полная история задач и повтор
zh_hans: 完整任务历史和重试

source: Future premium PDF tools
de: Künftige Premium-PDF-Werkzeuge
ja: 今後追加されるプレミアムPDFツール
ko: 향후 프리미엄 PDF 도구
ru: Будущие Premium-инструменты PDF
zh_hans: 未来新增高级 PDF 工具

source: Interrupted
de: Unterbrochen
ja: 中断
ko: 중단됨
ru: Прервано
zh_hans: 已中断

source: JPEG Image
de: JPEG-Bild
ja: JPEG画像
ko: JPEG 이미지
ru: Изображение JPEG
zh_hans: JPEG 图片

source: Lifetime Unlock
de: Dauerhaft freischalten
ja: 永久解除
ko: 평생 잠금 해제
ru: Пожизненная разблокировка
zh_hans: 永久解锁

source: Merge
de: Zusammenführen
ja: 結合
ko: 병합
ru: Объединить
zh_hans: 合并

source: Merge PDFs
de: PDFs zusammenführen
ja: PDFを結合
ko: PDF 병합
ru: Объединить PDF
zh_hans: 合并 PDF

source: Move Down
de: Nach unten verschieben
ja: 下へ移動
ko: 아래로 이동
ru: Переместить вниз
zh_hans: 向下移动

source: Move Up
de: Nach oben verschieben
ja: 上へ移動
ko: 위로 이동
ru: Переместить вверх
zh_hans: 向上移动

source: No pages are available to process.
de: Es sind keine Seiten zur Verarbeitung verfügbar.
ja: 処理できるページがありません。
ko: 처리할 페이지가 없습니다.
ru: Нет страниц для обработки.
zh_hans: 没有可处理的页面。

source: No PDFs selected
de: Keine PDFs ausgewählt
ja: PDFが選択されていません
ko: 선택한 PDF 없음
ru: PDF не выбраны
zh_hans: 未选择 PDF

source: No tasks
de: Keine Aufgaben
ja: タスクはありません
ko: 작업 없음
ru: Нет задач
zh_hans: 暂无任务

source: One purchase, permanent access
de: Ein Kauf, dauerhafter Zugriff
ja: 一度の購入で永久アクセス
ko: 한 번 구매로 영구 사용
ru: Одна покупка, постоянный доступ
zh_hans: 一次购买，永久使用

source: Output
de: Ausgabe
ja: 出力
ko: 출력
ru: Вывод
zh_hans: 输出

source: Page Range
de: Seitenbereich
ja: ページ範囲
ko: 페이지 범위
ru: Диапазон страниц
zh_hans: 页码范围

source: PDF Document
de: PDF-Dokument
ja: PDF書類
ko: PDF 문서
ru: Документ PDF
zh_hans: PDF 文档

source: PDF Password
de: PDF-Passwort
ja: PDFパスワード
ko: PDF 암호
ru: Пароль PDF
zh_hans: PDF 密码

source: PDF to Word
de: PDF in Word
ja: PDFをWordに変換
ko: PDF를 Word로
ru: PDF в Word
zh_hans: PDF 转 Word

source: PDF to Word Engine
de: PDF-zu-Word-Engine
ja: PDFからWord変換エンジン
ko: PDF-Word 엔진
ru: Модуль PDF в Word
zh_hans: PDF 转 Word 引擎

source: PNG Image
de: PNG-Bild
ja: PNG画像
ko: PNG 이미지
ru: Изображение PNG
zh_hans: PNG 图片

source: Premium Active
de: Premium aktiv
ja: プレミアム有効
ko: 프리미엄 활성화됨
ru: Premium активирован
zh_hans: 高级版已激活

source: Premium is required for this conversion.
de: Für diese Konvertierung ist Premium erforderlich.
ja: この変換にはプレミアムが必要です。
ko: 이 변환에는 프리미엄이 필요합니다.
ru: Для этого преобразования нужна Premium-версия.
zh_hans: 此转换需要高级版。

source: Premium required for batch conversion
de: Premium für Stapelkonvertierung erforderlich
ja: 一括変換にはプレミアムが必要です
ko: 일괄 변환에는 프리미엄이 필요합니다
ru: Для пакетного преобразования нужна Premium-версия
zh_hans: 批量转换需要高级版

source: Privacy
de: Datenschutz
ja: プライバシー
ko: 개인정보 보호
ru: Конфиденциальность
zh_hans: 隐私

source: Processing
de: Wird verarbeitet
ja: 処理中
ko: 처리 중
ru: Обработка
zh_hans: 处理中

source: Products are temporarily unavailable. Please try again later.
de: Produkte sind vorübergehend nicht verfügbar. Bitte später erneut versuchen.
ja: 商品を一時的に利用できません。後でもう一度お試しください。
ko: 상품을 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
ru: Товары временно недоступны. Повторите попытку позже.
zh_hans: 商品暂时不可用，请稍后再试。

source: Purchase Failed
de: Kauf fehlgeschlagen
ja: 購入に失敗しました
ko: 구매 실패
ru: Покупка не удалась
zh_hans: 购买失败

source: Remove
de: Entfernen
ja: 削除
ko: 제거
ru: Удалить
zh_hans: 移除

source: Retry
de: Wiederholen
ja: 再試行
ko: 재시도
ru: Повторить
zh_hans: 重试

source: Save Merged File
de: Zusammengeführte Datei sichern
ja: 結合ファイルを保存
ko: 병합 파일 저장
ru: Сохранить объединенный файл
zh_hans: 保存合并文件

source: Scanned PDF: OCR is not included
de: Gescanntes PDF: OCR ist nicht enthalten
ja: スキャンPDF：OCRは含まれません
ko: 스캔 PDF: OCR은 포함되지 않음
ru: Сканированный PDF: OCR не поддерживается
zh_hans: 扫描版 PDF：当前不含 OCR

source: Settings
de: Einstellungen
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Show in Finder
de: Im Finder anzeigen
ja: Finderに表示
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Tasks
de: Aufgaben
ja: タスク
ko: 작업
ru: Задачи
zh_hans: 任务

source: The converter returned an invalid response.
de: Der Konverter hat eine ungültige Antwort geliefert.
ja: 変換機能から無効な応答が返されました。
ko: 변환기가 잘못된 응답을 반환했습니다.
ru: Конвертер вернул неверный ответ.
zh_hans: 转换器返回了无效响应。

source: The output file could not be created.
de: Die Ausgabedatei konnte nicht erstellt werden.
ja: 出力ファイルを作成できませんでした。
ko: 출력 파일을 만들 수 없습니다.
ru: Не удалось создать выходной файл.
zh_hans: 无法创建输出文件。

source: The PDF is damaged or unsupported.
de: Das PDF ist beschädigt oder wird nicht unterstützt.
ja: PDFが破損しているか対応していません。
ko: PDF가 손상되었거나 지원되지 않습니다.
ru: PDF поврежден или не поддерживается.
zh_hans: PDF 已损坏或不受支持。

source: The PDF password is incorrect.
de: Das PDF-Passwort ist falsch.
ja: PDFのパスワードが正しくありません。
ko: PDF 암호가 올바르지 않습니다.
ru: Неверный пароль PDF.
zh_hans: PDF 密码错误。

source: The selected page range is invalid.
de: Der ausgewählte Seitenbereich ist ungültig.
ja: 選択したページ範囲が無効です。
ko: 선택한 페이지 범위가 잘못되었습니다.
ru: Выбран неверный диапазон страниц.
zh_hans: 所选页码范围无效。

source: The source files must be added again.
de: Die Quelldateien müssen erneut hinzugefügt werden.
ja: 元のファイルを再度追加してください。
ko: 원본 파일을 다시 추가해야 합니다.
ru: Необходимо снова добавить исходные файлы.
zh_hans: 需要重新添加源文件。

source: The task could not be completed.
de: Die Aufgabe konnte nicht abgeschlossen werden.
ja: タスクを完了できませんでした。
ko: 작업을 완료할 수 없습니다.
ru: Не удалось выполнить задачу.
zh_hans: 无法完成任务。

source: The task was cancelled.
de: Die Aufgabe wurde abgebrochen.
ja: タスクはキャンセルされました。
ko: 작업이 취소되었습니다.
ru: Задача отменена.
zh_hans: 任务已取消。

source: The Word converter is unavailable.
de: Der Word-Konverter ist nicht verfügbar.
ja: Word変換機能を利用できません。
ko: Word 변환기를 사용할 수 없습니다.
ru: Конвертер Word недоступен.
zh_hans: Word 转换器不可用。

source: This PDF requires a password.
de: Dieses PDF benötigt ein Passwort.
ja: このPDFにはパスワードが必要です。
ko: 이 PDF에는 암호가 필요합니다.
ru: Для этого PDF требуется пароль.
zh_hans: 此 PDF 需要密码。

source: Unlimited PDF to Word conversion
de: Unbegrenzte PDF-zu-Word-Konvertierung
ja: PDFからWordへの変換が無制限
ko: 무제한 PDF-Word 변환
ru: Безлимитное преобразование PDF в Word
zh_hans: 无限 PDF 转 Word

source: Unlock CloverPDF Premium
de: CloverPDF Premium freischalten
ja: CloverPDFプレミアムを解除
ko: CloverPDF 프리미엄 잠금 해제
ru: Разблокировать CloverPDF Premium
zh_hans: 解锁 CloverPDF 高级版

source: Unlock Premium
de: Premium freischalten
ja: プレミアムを解除
ko: 프리미엄 잠금 해제
ru: Разблокировать Premium
zh_hans: 解锁高级版

source: Validating
de: Wird geprüft
ja: 検証中
ko: 검증 중
ru: Проверка
zh_hans: 正在校验

source: Waiting
de: Wartet
ja: 待機中
ko: 대기 중
ru: Ожидание
zh_hans: 等待中

# 暂时无法加载解锁产品，请稍后再试
source: Unable to load products. Please try again later.
de: Produkte können nicht geladen werden. Bitte später erneut versuchen.
ja: 商品を読み込めません。後でもう一度お試しください。
ko: 상품을 불러올 수 없습니다. 나중에 다시 시도하세요.
ru: Не удалось загрузить товары. Повторите попытку позже.
zh_hans: 暂时无法加载解锁产品，请稍后再试

# 购买正在处理中，请稍后再检查解锁状态
source: The purchase is pending. Check the unlock status later.
de: Der Kauf wird verarbeitet. Prüfen Sie den Status später erneut.
ja: 購入を処理中です。後で解除状態をご確認ください。
ko: 구매 처리 중입니다. 나중에 잠금 해제 상태를 확인하세요.
ru: Покупка обрабатывается. Проверьте статус позже.
zh_hans: 购买正在处理中，请稍后再检查解锁状态

# 购买验证失败，请稍后再试
source: Purchase verification failed. Please try again later.
de: Kaufprüfung fehlgeschlagen. Bitte später erneut versuchen.
ja: 購入の検証に失敗しました。後でもう一度お試しください。
ko: 구매 확인에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось проверить покупку. Повторите попытку позже.
zh_hans: 购买验证失败，请稍后再试

source: Format
ja: フォーマット
ko: 형식
ru: Формат
zh_hans: 格式

source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级版

source: Start: %lld
ja: 開始：%lld
ko: 시작: %lld
ru: Начало: %lld
zh_hans: 开始：%lld

source: Status
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

source: OK
ko: 확인
ru: ОК
zh_hans: 好
